Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# developer_unlocked
source: Developer options unlocked
ar: تم فتح خيارات المطوّر
cs: Vývojářské možnosti odemčeny
da: Udviklerindstillinger låst op
de: Entwickleroptionen freigeschaltet
el: Οι επιλογές προγραμματιστή ξεκλειδώθηκαν
es: Opciones de desarrollador activadas
fa: گزینه‌های توسعه‌دهنده باز شد
fi: Kehittäjäasetukset avattu
fr: Options développeur activées
he: אפשרויות המפתחים נפתחו
hi: डेवलपर विकल्प खुल गए
hu: Fejlesztői beállítások feloldva
id: Opsi pengembang terbuka
it: Opzioni sviluppatore sbloccate
ja: 開発者向けオプションを有効にしました
ko: 개발자 옵션이 열렸습니다
nb: Utvikleralternativer låst opp
nl: Ontwikkelaarsopties ontgrendeld
pl: Odblokowano opcje programisty
pt: Opções de programador desbloqueadas
pt_br: Opções de desenvolvedor desbloqueadas
ro: Opțiunile pentru dezvoltatori au fost deblocate
ru: Параметры разработчика открыты
sq: Opsionet e zhvilluesit u zhbllokuan
sv: Utvecklaralternativ upplåsta
th: ปลดล็อกตัวเลือกนักพัฒนาแล้ว
tr: Geliştirici seçenekleri açıldı
uk: Параметри розробника відкрито
vi: Đã mở tùy chọn nhà phát triển
zh_hans: 已解锁开发者选项

# dex_add
source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sq: Shto
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

# dex_added
source: %1$@ added to the watchlist.
ar: تمت إضافة %1$@ إلى قائمة المتابعة.
cs: %1$@ přidáno do sledovaných.
da: %1$@ er føjet til overvågningslisten.
de: %1$@ zur Merkliste hinzugefügt.
el: Το %1$@ προστέθηκε στη λίστα.
es: %1$@ añadido a la lista de seguimiento.
fa: %1$@ به واچ‌لیست اضافه شد.
fi: %1$@ lisätty seurantalistaan.
fr: %1$@ ajouté à la liste de suivi.
he: %1$@ נוסף לרשימת המעקב.
hi: %1$@ वॉचलिस्ट में जोड़ा गया।
hu: %1$@ hozzáadva a figyelőlistához.
id: %1$@ ditambahkan ke daftar pantau.
it: %1$@ aggiunto alla lista di osservazione.
ja: %1$@ をウォッチリストに追加しました。
ko: %1$@을(를) 관심 목록에 추가했습니다.
nb: %1$@ lagt til i overvåkingslisten.
nl: %1$@ toegevoegd aan de volglijst.
pl: Dodano %1$@ do obserwowanych.
pt: %1$@ adicionado à lista de acompanhamento.
pt_br: %1$@ adicionado à lista de acompanhamento.
ro: %1$@ a fost adăugat în lista de urmărire.
ru: %1$@ добавлен в избранное.
sq: %1$@ u shtua në listën e ndjekjes.
sv: %1$@ har lagts till i bevakningslistan.
th: เพิ่ม %1$@ ไปยังรายการติดตามแล้ว
tr: %1$@ izleme listesine eklendi.
uk: %1$@ додано до списку.
vi: Đã thêm %1$@ vào danh sách theo dõi.
zh_hans: 已将 %1$@ 加入自选。

# dex_already
source: %1$@ is already in the watchlist.
ar: %1$@ موجود بالفعل في قائمة المتابعة.
cs: %1$@ už je ve sledovaných.
da: %1$@ er allerede på overvågningslisten.
de: %1$@ ist schon in der Merkliste.
el: Το %1$@ είναι ήδη στη λίστα.
es: %1$@ ya está en la lista de seguimiento.
fa: %1$@ از قبل در واچ‌لیست است.
fi: %1$@ on jo seurantalistalla.
fr: %1$@ est déjà dans la liste de suivi.
he: %1$@ כבר ברשימת המעקב.
hi: %1$@ पहले से वॉचलिस्ट में है।
hu: %1$@ már szerepel a figyelőlistán.
id: %1$@ sudah ada di daftar pantau.
it: %1$@ è già nella lista di osservazione.
ja: %1$@ はすでにウォッチリストにあります。
ko: %1$@은(는) 이미 관심 목록에 있습니다.
nb: %1$@ er allerede i overvåkingslisten.
nl: %1$@ staat al in de volglijst.
pl: %1$@ jest już na liście obserwowanych.
pt: %1$@ já está na lista de acompanhamento.
pt_br: %1$@ já está na lista de acompanhamento.
ro: %1$@ este deja în lista de urmărire.
ru: %1$@ уже в избранном.
sq: %1$@ është tashmë në listën e ndjekjes.
sv: %1$@ finns redan i bevakningslistan.
th: %1$@ อยู่ในรายการติดตามแล้ว
tr: %1$@ zaten izleme listesinde.
uk: %1$@ вже є у списку.
vi: %1$@ đã có trong danh sách theo dõi.
zh_hans: %1$@ 已在自选中。

# dex_intro
source: Tokens outside the big exchanges, from decentralized exchanges (Uniswap, PancakeSwap, Raydium …) via DexScreener. Search for a token and add its trading pool – prices in US dollars.
ar: رموز خارج المنصات الكبيرة، من المنصات اللامركزية (Uniswap، PancakeSwap، Raydium …) عبر DexScreener. ابحث عن رمز وأضف مجمّع التداول الخاص به – الأسعار بالدولار الأمريكي.
cs: Tokeny mimo velké burzy, z decentralizovaných burz (Uniswap, PancakeSwap, Raydium …) přes DexScreener. Vyhledejte token a přidejte jeho obchodní pool – ceny v amerických dolarech.
da: Tokens uden for de store børser, fra decentraliserede børser (Uniswap, PancakeSwap, Raydium …) via DexScreener. Søg efter en token, og tilføj dens handelspool – kurser i amerikanske dollar.
de: Token ausserhalb der grossen Börsen, von dezentralen Börsen (Uniswap, PancakeSwap, Raydium …) über DexScreener. Token suchen und seinen Handelspool hinzufügen – Kurse in US-Dollar.
el: Tokens εκτός των μεγάλων ανταλλακτηρίων, από αποκεντρωμένα ανταλλακτήρια (Uniswap, PancakeSwap, Raydium …) μέσω DexScreener. Αναζητήστε ένα token και προσθέστε το pool συναλλαγών του – τιμές σε δολάρια ΗΠΑ.
es: Tokens fuera de los grandes exchanges, de exchanges descentralizados (Uniswap, PancakeSwap, Raydium …) a través de DexScreener. Busca un token y añade su pool de trading – precios en dólares estadounidenses.
fa: توکن‌های خارج از صرافی‌های بزرگ، از صرافی‌های غیرمتمرکز (Uniswap، PancakeSwap، Raydium …) از طریق DexScreener. توکن را جست‌وجو کنید و استخر معاملاتی آن را اضافه کنید – قیمت‌ها به دلار آمریکا.
fi: Tokeneita suurten pörssien ulkopuolelta, hajautetuista pörsseistä (Uniswap, PancakeSwap, Raydium …) DexScreenerin kautta. Hae tokenia ja lisää sen kaupankäyntipooli – hinnat Yhdysvaltain dollareina.
fr: Tokens hors des grandes plateformes, issus de plateformes décentralisées (Uniswap, PancakeSwap, Raydium …) via DexScreener. Recherchez un token et ajoutez son pool d'échange – prix en dollars américains.
he: טוקנים מחוץ לבורסות הגדולות, מבורסות מבוזרות (Uniswap, PancakeSwap, Raydium …) דרך DexScreener. חפשו טוקן והוסיפו את מאגר המסחר שלו – מחירים בדולר אמריקאי.
hi: बड़े एक्सचेंजों से बाहर के टोकन, विकेंद्रीकृत एक्सचेंजों (Uniswap, PancakeSwap, Raydium …) से DexScreener के ज़रिए। टोकन खोजें और उसका ट्रेडिंग पूल जोड़ें – कीमतें अमेरिकी डॉलर में।
hu: Tokenek a nagy tőzsdéken kívülről, decentralizált tőzsdékről (Uniswap, PancakeSwap, Raydium …) a DexScreeneren keresztül. Keressen egy tokent, és adja hozzá a kereskedési poolját – árak amerikai dollárban.
id: Token di luar bursa besar, dari bursa terdesentralisasi (Uniswap, PancakeSwap, Raydium …) melalui DexScreener. Cari token dan tambahkan pool perdagangannya – harga dalam dolar AS.
it: Token fuori dai grandi exchange, da exchange decentralizzati (Uniswap, PancakeSwap, Raydium …) tramite DexScreener. Cerca un token e aggiungi il suo pool di scambio – prezzi in dollari USA.
ja: 大手取引所以外のトークンを、分散型取引所（Uniswap、PancakeSwap、Raydium …）から DexScreener 経由で表示します。トークンを検索して取引プールを追加 – 価格は米ドル表示です。
ko: 대형 거래소 밖의 토큰을 탈중앙화 거래소(Uniswap, PancakeSwap, Raydium …)에서 DexScreener를 통해 가져옵니다. 토큰을 검색하고 해당 거래 풀을 추가하세요 – 가격은 미국 달러로 표시됩니다.
nb: Tokens utenfor de store børsene, fra desentraliserte børser (Uniswap, PancakeSwap, Raydium …) via DexScreener. Søk etter en token og legg til handelspoolen dens – kurser i amerikanske dollar.
nl: Tokens buiten de grote exchanges, van gedecentraliseerde exchanges (Uniswap, PancakeSwap, Raydium …) via DexScreener. Zoek een token en voeg de handelspool ervan toe – koersen in Amerikaanse dollars.
pl: Tokeny spoza dużych giełd, z giełd zdecentralizowanych (Uniswap, PancakeSwap, Raydium …) przez DexScreener. Wyszukaj token i dodaj jego pulę handlową – ceny w dolarach amerykańskich.
pt: Tokens fora das grandes exchanges, de exchanges descentralizadas (Uniswap, PancakeSwap, Raydium …) via DexScreener. Pesquise um token e adicione o respetivo pool de negociação – preços em dólares americanos.
pt_br: Tokens fora das grandes exchanges, de exchanges descentralizadas (Uniswap, PancakeSwap, Raydium …) via DexScreener. Pesquise um token e adicione o pool de negociação dele – preços em dólares americanos.
ro: Tokenuri din afara marilor burse, de pe burse descentralizate (Uniswap, PancakeSwap, Raydium …) prin DexScreener. Căutați un token și adăugați pool-ul său de tranzacționare – prețuri în dolari americani.
ru: Токены вне крупных бирж, с децентрализованных бирж (Uniswap, PancakeSwap, Raydium …) через DexScreener. Найдите токен и добавьте его торговый пул – цены в долларах США.
sq: Tokenë jashtë bursave të mëdha, nga bursat e decentralizuara (Uniswap, PancakeSwap, Raydium …) nëpërmjet DexScreener. Kërko një token dhe shto pool-in e tij të tregtimit – çmimet në dollarë amerikanë.
sv: Tokens utanför de stora börserna, från decentraliserade börser (Uniswap, PancakeSwap, Raydium …) via DexScreener. Sök efter en token och lägg till dess handelspool – kurser i amerikanska dollar.
th: โทเคนนอกกระดานเทรดรายใหญ่ จากกระดานเทรดแบบกระจายศูนย์ (Uniswap, PancakeSwap, Raydium …) ผ่าน DexScreener ค้นหาโทเคนแล้วเพิ่มพูลซื้อขายของโทเคนนั้น – ราคาเป็นดอลลาร์สหรัฐ
tr: Büyük borsaların dışındaki tokenler, merkeziyetsiz borsalardan (Uniswap, PancakeSwap, Raydium …) DexScreener üzerinden. Bir token arayın ve işlem havuzunu ekleyin – fiyatlar ABD doları cinsinden.
uk: Токени поза великими біржами, з децентралізованих бірж (Uniswap, PancakeSwap, Raydium …) через DexScreener. Знайдіть токен і додайте його торговий пул – ціни в доларах США.
vi: Token ngoài các sàn lớn, từ các sàn phi tập trung (Uniswap, PancakeSwap, Raydium …) qua DexScreener. Tìm token và thêm pool giao dịch của nó – giá tính bằng đô la Mỹ.
zh_hans: 大型交易所之外的代币，来自去中心化交易所（Uniswap、PancakeSwap、Raydium …），通过 DexScreener 获取。搜索代币并添加其交易池 – 价格以美元计。

# dex_liquidity
source: Liquidity %1$@
ar: السيولة %1$@
cs: Likvidita %1$@
da: Likviditet %1$@
de: Liquidität %1$@
el: Ρευστότητα %1$@
es: Liquidez %1$@
fa: نقدینگی %1$@
fi: Likviditeetti %1$@
fr: Liquidité %1$@
he: נזילות %1$@
hi: लिक्विडिटी %1$@
hu: Likviditás: %1$@
id: Likuiditas %1$@
it: Liquidità %1$@
ja: 流動性 %1$@
ko: 유동성 %1$@
nb: Likviditet %1$@
nl: Liquiditeit %1$@
pl: Płynność %1$@
pt: Liquidez %1$@
pt_br: Liquidez %1$@
ro: Lichiditate %1$@
ru: Ликвидность %1$@
sq: Likuiditeti %1$@
sv: Likviditet %1$@
th: สภาพคล่อง %1$@
tr: Likidite %1$@
uk: Ліквідність %1$@
vi: Thanh khoản %1$@
zh_hans: 流动性 %1$@

# dex_no_results
source: No pools found.
ar: لم يتم العثور على مجمّعات.
cs: Nebyly nalezeny žádné pooly.
da: Ingen pools fundet.
de: Keine Pools gefunden.
el: Δεν βρέθηκαν pools.
es: No se encontraron pools.
fa: استخری پیدا نشد.
fi: Pooleja ei löytynyt.
fr: Aucun pool trouvé.
he: לא נמצאו פולים.
hi: कोई पूल नहीं मिला।
hu: Nem található pool.
id: Pool tidak ditemukan.
it: Nessun pool trovato.
ja: プールが見つかりません。
ko: 풀을 찾을 수 없습니다.
nb: Fant ingen pooler.
nl: Geen pools gevonden.
pl: Nie znaleziono pul.
pt: Nenhum pool encontrado.
pt_br: Nenhum pool encontrado.
ro: Nu s-au găsit pooluri.
ru: Пулы не найдены.
sq: Nuk u gjet asnjë pool.
sv: Inga pooler hittades.
th: ไม่พบพูล
tr: Havuz bulunamadı.
uk: Пули не знайдено.
vi: Không tìm thấy pool nào.
zh_hans: 未找到流动性池。

# dex_search
source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جست‌وجو
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_br: Pesquisar
ro: Caută
ru: Поиск
sq: Kërko
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

# dex_search_hint
source: Token name, symbol or address
ar: اسم الرمز أو الرمز المختصر أو العنوان
cs: Název, symbol nebo adresa tokenu
da: Tokennavn, symbol eller adresse
de: Token-Name, Symbol oder Adresse
el: Όνομα, σύμβολο ή διεύθυνση token
es: Nombre, símbolo o dirección del token
fa: نام، نماد یا آدرس توکن
fi: Tokenin nimi, symboli tai osoite
fr: Nom, symbole ou adresse du token
he: שם טוקן, סימול או כתובת
hi: टोकन का नाम, सिंबल या पता
hu: Token neve, szimbóluma vagy címe
id: Nama token, simbol, atau alamat
it: Nome, simbolo o indirizzo del token
ja: トークン名、シンボルまたはアドレス
ko: 토큰 이름, 심볼 또는 주소
nb: Tokennavn, symbol eller adresse
nl: Tokennaam, symbool of adres
pl: Nazwa, symbol lub adres tokena
pt: Nome, símbolo ou endereço do token
pt_br: Nome, símbolo ou endereço do token
ro: Numele, simbolul sau adresa tokenului
ru: Название, символ или адрес токена
sq: Emri, simboli ose adresa e tokenit
sv: Tokennamn, symbol eller adress
th: ชื่อโทเคน สัญลักษณ์ หรือแอดเดรส
tr: Token adı, sembolü veya adresi
uk: Назва, символ або адреса токена
vi: Tên token, ký hiệu hoặc địa chỉ
zh_hans: 代币名称、符号或地址

# explain_funding
source: Fee between long and short positions. Strongly positive means many are betting on rising prices.
ar: رسوم تُدفع بين المراكز الطويلة والقصيرة. القيمة الموجبة بقوة تعني أن كثيرين يراهنون على ارتفاع الأسعار.
cs: Poplatek mezi long a short pozicemi. Silně kladný znamená, že mnozí sázejí na růst cen.
da: Gebyr mellem long- og short-positioner. Stærkt positiv betyder, at mange satser på stigende kurser.
de: Gebühr zwischen Long- und Short-Positionen. Stark positiv heisst: viele wetten auf steigende Kurse.
el: Χρέωση μεταξύ θέσεων long και short. Έντονα θετική σημαίνει ότι πολλοί ποντάρουν σε άνοδο των τιμών.
es: Comisión entre posiciones largas y cortas. Muy positiva significa que muchos apuestan por precios al alza.
fa: کارمزدی بین موقعیت‌های لانگ و شورت. مثبتِ زیاد یعنی بسیاری روی افزایش قیمت شرط بسته‌اند.
fi: Long- ja short-positioiden välinen maksu. Vahvasti positiivinen tarkoittaa, että moni veikkaa hintojen nousua.
fr: Frais entre positions longues et courtes. Fortement positif signifie que beaucoup parient sur la hausse.
he: עמלה בין פוזיציות לונג לשורט. ערך חיובי מאוד פירושו שרבים מהמרים על עליית מחירים.
hi: लॉन्ग और शॉर्ट पोज़िशन के बीच शुल्क। काफ़ी पॉज़िटिव होने का मतलब है कि कई लोग कीमतें बढ़ने पर दांव लगा रहे हैं।
hu: Díj a long és short pozíciók között. Erősen pozitív érték: sokan emelkedő árfolyamra fogadnak.
id: Biaya antara posisi long dan short. Sangat positif berarti banyak yang bertaruh harga naik.
it: Commissione tra posizioni long e short. Fortemente positivo significa che molti scommettono su prezzi in salita.
ja: ロングとショートの間で支払われる手数料。大きくプラスなら、多くが値上がりに賭けています。
ko: 롱과 숏 포지션 사이에 오가는 수수료. 크게 양수이면 많은 사람이 가격 상승에 베팅하고 있다는 뜻입니다.
nb: Avgift mellom long- og short-posisjoner. Sterkt positiv betyr at mange satser på stigende kurser.
nl: Vergoeding tussen long- en shortposities. Sterk positief betekent dat velen op stijgende koersen wedden.
pl: Opłata między pozycjami long i short. Mocno dodatnia oznacza, że wielu stawia na wzrost cen.
pt: Taxa entre posições longas e curtas. Fortemente positiva significa que muitos apostam na subida dos preços.
pt_br: Taxa entre posições longas e curtas. Fortemente positiva significa que muitos apostam na subida dos preços.
ro: Taxă între pozițiile long și short. Puternic pozitivă înseamnă că mulți pariază pe creșterea prețurilor.
ru: Плата между длинными и короткими позициями. Сильно положительная — многие ставят на рост цен.
sq: Tarifë midis pozicioneve long dhe short. Fort pozitive do të thotë se shumë vënë bast për rritjen e çmimeve.
sv: Avgift mellan long- och short-positioner. Starkt positiv betyder att många satsar på stigande kurser.
th: ค่าธรรมเนียมระหว่างสถานะ long และ short ค่าบวกสูงหมายความว่าหลายคนเดิมพันว่าราคาจะขึ้น
tr: Long ve short pozisyonlar arasındaki ücret. Güçlü pozitif değer, birçok kişinin fiyatların yükselmesine bahis yaptığı anlamına gelir.
uk: Плата між довгими та короткими позиціями. Сильно додатна — багато хто ставить на зростання цін.
vi: Phí giữa vị thế long và short. Dương mạnh nghĩa là nhiều người đang đặt cược giá tăng.
zh_hans: 多头与空头之间支付的费用。大幅为正表示许多人押注价格上涨。

# explain_open_interest
source: Value of all open futures positions. If it rises, more money is betting on the move.
ar: قيمة جميع مراكز العقود الآجلة المفتوحة. إذا ارتفعت، فهناك أموال أكثر تراهن على الحركة.
cs: Hodnota všech otevřených futures pozic. Když roste, na pohyb sází více peněz.
da: Værdien af alle åbne futures-positioner. Stiger den, satser flere penge på bevægelsen.
de: Wert aller offenen Futures-Positionen. Steigt er, setzt mehr Geld auf die Bewegung.
el: Αξία όλων των ανοιχτών θέσεων futures. Όταν αυξάνεται, περισσότερα χρήματα ποντάρουν στην κίνηση.
es: Valor de todas las posiciones de futuros abiertas. Si sube, más dinero apuesta por el movimiento.
fa: ارزش همه موقعیت‌های باز فیوچرز. اگر بالا برود، پول بیشتری روی این حرکت شرط بسته شده است.
fi: Kaikkien avoimien futuuripositioiden arvo. Kun se nousee, liikkeen puolesta on enemmän rahaa.
fr: Valeur de toutes les positions ouvertes sur les futures. S'il augmente, davantage d'argent parie sur le mouvement.
he: שווי כל פוזיציות החוזים העתידיים הפתוחות. אם הוא עולה, יותר כסף מהמר על התנועה.
hi: सभी खुली फ़्यूचर्स पोज़िशन का मूल्य। अगर यह बढ़ता है, तो उस चाल पर ज़्यादा पैसा लगा है।
hu: Az összes nyitott futures pozíció értéke. Ha nő, több pénz fogad a mozgásra.
id: Nilai semua posisi futures yang terbuka. Jika naik, makin banyak uang yang bertaruh pada pergerakan itu.
it: Valore di tutte le posizioni futures aperte. Se sale, più denaro scommette sul movimento.
ja: 未決済の先物ポジションの総額。増えるほど、その値動きに賭ける資金が増えています。
ko: 열려 있는 모든 선물 포지션의 가치. 늘어나면 그 움직임에 더 많은 돈이 걸려 있습니다.
nb: Verdien av alle åpne futures-posisjoner. Stiger den, satser mer penger på bevegelsen.
nl: Waarde van alle open futuresposities. Stijgt die, dan wedt er meer geld op de beweging.
pl: Wartość wszystkich otwartych pozycji futures. Gdy rośnie, więcej pieniędzy stawia na ten ruch.
pt: Valor de todas as posições de futuros abertas. Se sobe, mais dinheiro aposta no movimento.
pt_br: Valor de todas as posições de futuros abertas. Se aumenta, mais dinheiro está apostando no movimento.
ro: Valoarea tuturor pozițiilor futures deschise. Dacă crește, mai mulți bani pariază pe mișcare.
ru: Стоимость всех открытых фьючерсных позиций. Если растёт, на движение ставит больше денег.
sq: Vlera e të gjitha pozicioneve të hapura futures. Nëse rritet, më shumë para vihen bast për lëvizjen.
sv: Värdet av alla öppna futures-positioner. Stiger det satsar mer pengar på rörelsen.
th: มูลค่าของสถานะฟิวเจอร์สที่เปิดอยู่ทั้งหมด หากเพิ่มขึ้น แปลว่ามีเงินเดิมพันกับการเคลื่อนไหวนี้มากขึ้น
tr: Tüm açık vadeli işlem pozisyonlarının değeri. Yükselirse harekete daha fazla para bahis yapılıyor demektir.
uk: Вартість усіх відкритих ф'ючерсних позицій. Якщо зростає, на рух ставить більше грошей.
vi: Giá trị của tất cả vị thế hợp đồng tương lai đang mở. Nếu tăng, có nhiều tiền hơn đặt cược vào biến động đó.
zh_hans: 所有未平仓合约头寸的价值。上升表示有更多资金押注这一走势。

# explain_pi_cycle
source: Compares the 111-day average with twice the 350-day average. A crossing has marked past cycle tops.
ar: يقارن متوسط 111 يومًا بضعف متوسط 350 يومًا. ميّز تقاطعهما قمم الدورات السابقة.
cs: Porovnává 111denní průměr s dvojnásobkem 350denního průměru. Jejich křížení označilo dřívější vrcholy cyklů.
da: Sammenligner 111-dages gennemsnittet med det dobbelte af 350-dages gennemsnittet. En krydsning har markeret tidligere cyklustoppe.
de: Vergleicht den 111-Tage-Schnitt mit dem doppelten 350-Tage-Schnitt. Ein Kreuzen markierte frühere Zyklus-Hochs.
el: Συγκρίνει τον μέσο όρο 111 ημερών με το διπλάσιο του μέσου όρου 350 ημερών. Μια διασταύρωση έχει σημάνει παλαιότερες κορυφές κύκλων.
es: Compara la media de 111 días con el doble de la media de 350 días. Un cruce ha marcado máximos de ciclos anteriores.
fa: میانگین ۱۱۱ روزه را با دو برابر میانگین ۳۵۰ روزه مقایسه می‌کند. تقاطع آن‌ها سقف‌های چرخه‌های گذشته را نشان داده است.
fi: Vertaa 111 päivän keskiarvoa 350 päivän keskiarvon kaksinkertaiseen. Risteäminen on osunut aiempiin syklin huippuihin.
fr: Compare la moyenne sur 111 jours au double de la moyenne sur 350 jours. Un croisement a marqué les sommets des cycles passés.
he: משווה את הממוצע של 111 ימים לפעמיים הממוצע של 350 ימים. חצייה סימנה בעבר שיאי מחזור.
hi: 111-दिन के औसत की तुलना 350-दिन के औसत के दोगुने से करता है। इनके क्रॉस होने ने पिछले चक्रों के शिखर दर्शाए हैं।
hu: A 111 napos átlagot a 350 napos átlag kétszeresével veti össze. A kereszteződés korábbi cikluscsúcsokat jelzett.
id: Membandingkan rata-rata 111 hari dengan dua kali rata-rata 350 hari. Persilangan keduanya menandai puncak siklus sebelumnya.
it: Confronta la media a 111 giorni con il doppio della media a 350 giorni. Un incrocio ha segnato i massimi dei cicli passati.
ja: 111日平均と350日平均の2倍を比較します。交差は過去のサイクル天井を示してきました。
ko: 111일 평균과 350일 평균의 2배를 비교합니다. 두 선의 교차는 과거 사이클 고점을 표시했습니다.
nb: Sammenligner 111-dagers snittet med det dobbelte av 350-dagers snittet. En kryssing har markert tidligere syklustopper.
nl: Vergelijkt het 111-daags gemiddelde met tweemaal het 350-daags gemiddelde. Een kruising markeerde eerdere cyclustoppen.
pl: Porównuje średnią 111-dniową z podwojoną średnią 350-dniową. Ich przecięcie wyznaczało dotychczasowe szczyty cykli.
pt: Compara a média de 111 dias com o dobro da média de 350 dias. Um cruzamento marcou topos de ciclos anteriores.
pt_br: Compara a média de 111 dias com o dobro da média de 350 dias. Um cruzamento marcou topos de ciclos anteriores.
ro: Compară media pe 111 zile cu dublul mediei pe 350 de zile. O intersecție a marcat vârfurile ciclurilor trecute.
ru: Сравнивает 111-дневную среднюю с удвоенной 350-дневной. Их пересечение отмечало прошлые вершины циклов.
sq: Krahason mesataren 111-ditore me dyfishin e mesatares 350-ditore. Një kryqëzim ka shënuar majat e cikleve të kaluara.
sv: Jämför 111-dagarssnittet med det dubbla 350-dagarssnittet. En korsning har markerat tidigare cykeltoppar.
th: เปรียบเทียบค่าเฉลี่ย 111 วันกับสองเท่าของค่าเฉลี่ย 350 วัน การตัดกันเคยบ่งชี้จุดสูงสุดของรอบก่อน ๆ
tr: 111 günlük ortalamayı 350 günlük ortalamanın iki katıyla karşılaştırır. Kesişmeler geçmiş döngü zirvelerini işaret etti.
uk: Порівнює 111-денну середню з подвоєною 350-денною. Їхній перетин позначав минулі вершини циклів.
vi: So sánh đường trung bình 111 ngày với hai lần đường trung bình 350 ngày. Điểm giao cắt từng đánh dấu các đỉnh chu kỳ trước.
zh_hans: 比较 111 日均线与 350 日均线的两倍。两线交叉曾标示过往周期顶部。
